---
kind: other
id: Properties.T:Autodesk.Revit.DB.LayerModifier
source: html/f8f11cf0-f793-3a3d-fa9d-313593bbcb42.htm
---
# LayerModifier Properties

Specifies whether the .NET object represents a valid Revit entity.